{
  "pmid": "39535756",
  "title": "Skin Cancer Diagnosis by Lesion, Physician, and Examination Type: A Systematic Review and Meta-Analysis.",
  "authors": "Jennifer Y Chen, Kristen Fernandez, Raj P Fadadu, Rasika Reddy, Mi-Ok Kim, Josephine Tan, Maria L Wei",
  "journal": "JAMA dermatology",
  "pub_date": "2025-02-01",
  "abstract": "Skin cancer is the most common cancer in the US; accurate detection can minimize morbidity and mortality.\nTo assess the accuracy of skin cancer diagnosis by lesion type, physician specialty and experience, and physical examination method.\nPubMed, Embase, and Web of Science.\nCross-sectional and case-control studies, randomized clinical trials, and nonrandomized controlled trials that used dermatologists or primary care physicians (PCPs) to examine keratinocytic and/or melanocytic skin lesions were included.\nSearch terms, study objectives, and protocol methods were defined before study initiation. Data extraction was performed by a reviewer, with verification by a second reviewer. A mixed-effects model was used in the data analysis. Data analyses were performed from May 2022 to December 2023.\nMeta-analysis of diagnostic accuracy comprised sensitivity and specificity by physician type (primary care physician or dermatologist; experienced or inexperienced) and examination method (in-person clinical examination and/or clinical images vs dermoscopy and/or dermoscopic images).\nIn all, 100 studies were included in the analysis. With experienced dermatologists using clinical examination and clinical images, the sensitivity and specificity for diagnosing keratinocytic carcinomas were 79.0% and 89.1%, respectively; using dermoscopy and dermoscopic images, sensitivity and specificity were 83.7% and 87.4%, and for PCPs, 81.4% and 80.1%. Experienced dermatologists had 2.5-fold higher odds of accurate diagnosis of keratinocytic carcinomas using in-person dermoscopy and dermoscopic images compared with in-person clinical examination and images. When examining for melanoma using clinical examination and images, sensitivity and specificity were 76.9% and 89.1% for experienced dermatologists, 78.3% and 66.2% for inexperienced dermatologists, and 37.5% and 84.6% for PCPs, respectively; whereas when using dermoscopy and dermoscopic images, sensitivity and specificity were 85.7% and 81.3%, 78.0% and 69.5%, and 49.5% and 91.3%, respectively. Experienced dermatologists had 5.7-fold higher odds of accurate diagnosis of melanoma using dermoscopy compared with clinical examination. Compared with PCPs, experienced dermatologists had 13.3-fold higher odds of accurate diagnosis of melanoma using dermoscopic images.\nThe findings of this systematic review and meta-analysis indicate that there are significant differences in diagnostic accuracy for skin cancer when comparing physician specialty and experience, and examination methods. These summary metrics of clinician diagnostic accuracy could be useful benchmarks for clinical trials, practitioner training, and the performance of emerging technologies.",
  "timestamp": "2025-05-19T11:55:05.344299"
}